Repository: CofficLab/Lumi
Catalog: Packages/PluginModelSelector/Sources/PluginModelSelector/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld models
zh_hans: %lld 个模型
zh_hk: %lld 个模型

source: Cloud
zh_hans: 云端
zh_hk: 雲端

source: Local
zh_hans: 本地
zh_hk: 本地

source: Model Selector
zh_hans: 模型选择器
zh_hk: 模型選擇器

source: No providers available
zh_hans: 无可用的 Provider
zh_hk: 无可用的 Provider

source: Providers
zh_hans: 模型提供商
zh_hk: 模型提供商

source: Search models
zh_hans: 搜索模型
zh_hk: 搜索模型

source: Search providers
zh_hans: 搜索模型提供商
zh_hk: 搜索模型提供商

source: Select a provider
zh_hans: 选择模型提供商
zh_hk: 选择模型提供商

source: Select Model
zh_hans: 选择模型
zh_hk: 选择模型
